Repository: cosmnet/MIHRAB
Catalog: Mihrab/Resources/Localizable.xcstrings
Source language: en
Languages: ar, tr

source: · %lld min
ar: · %lld د
tr: · %lld dk

source: %@ in %lld day
ar: %@ بعد %lld يوم
tr: %@ — %lld gün sonra

source: %@ in %lld days
ar: %@ بعد %lld يوم
tr: %@ — %lld gün sonra

source: %@ notification
ar: إشعار %@
tr: %@ bildirimi

source: %lld / 30 juz
ar: %lld / ٣٠ جزءاً
tr: %lld / 30 cüz

source: %lld km to Makkah
ar: %lld كم إلى مكة
tr: Mekke’ye %lld km

source: %lld of 99
ar: %lld من ٩٩
tr: 99’dan %lld

source: %lldd
ar: %lldي
tr: %lldg

source: About
ar: حول
tr: Hakkında

source: Add the Mihrab widget to your Home Screen, Lock Screen, and Dynamic Island. You can set it up later in Settings.
ar: أضف ودجة محراب إلى الشاشة الرئيسية وشاشة القفل والجزيرة الديناميكية. يمكنك إعدادها لاحقاً من الإعدادات.
tr: Mihrab pencere öğesini Ana Ekran, Kilit Ekranı ve Dynamic Island’a ekle. Bunu sonra Ayarlar’dan yapabilirsin.

source: Adds to today's dhikr count without opening the app.
ar: يضيف إلى عدد الذكر اليوم دون فتح التطبيق.
tr: Uygulamayı açmadan bugünkü zikir sayısına ekler.

source: Align with the Qibla
ar: وجّه نحو القبلة
tr: Kıbleye hizala

source: All Time
ar: الكل
tr: Tümü

source: Allow location so Mihrab can load prayer times.
ar: اسمح بالموقع ليتم تحميل أوقات الصلاة.
tr: Namaz vakitleri için konuma izin ver.

source: Always with you
ar: دائماً معك
tr: Her zaman yanında

source: Appearance
ar: المظهر
tr: Görünüm

source: AR needs camera access
ar: الواقع المعزز يحتاج إلى الكاميرا
tr: AR için kamera izni gerekli

source: Aurora Veil
ar: حجاب الشفق
tr: Kutup Perdesi

source: Auto
ar: تلقائي
tr: Otomatik

source: Back to Compass
ar: العودة إلى البوصلة
tr: Pusulaya Dön

source: Begin
ar: ابدأ
tr: Başla

source: Calculation method
ar: طريقة الحساب
tr: Hesaplama yöntemi

source: Camera is used only to show direction. Nothing is recorded or uploaded.
ar: تُستخدم الكاميرا فقط لإظهار الاتجاه. لا يتم التسجيل أو الرفع.
tr: Kamera yalnızca yön göstermek için kullanılır. Kayıt veya yükleme yoktur.

source: Check your connection and try again.
ar: تحقق من الاتصال وحاول مرة أخرى.
tr: Bağlantını kontrol edip tekrar dene.

source: City
ar: المدينة
tr: Şehir

source: Clear manual override
ar: مسح التحديد اليدوي
tr: Elle seçimi temizle

# compass.E
source: E
ar: ق
tr: D

# compass.N
source: N
ar: ش
tr: K

# compass.NE
source: NE
ar: ش ق
tr: KD

# compass.NW
source: NW
ar: ش غ
tr: KB

# compass.S
source: S
ar: ج
tr: G

# compass.SE
source: SE
ar: ج ق
tr: GD

# compass.SW
source: SW
ar: ج غ
tr: GB

# compass.W
source: W
ar: غ
tr: B

source: Continue
ar: متابعة
tr: Devam

source: Count Dhikr
ar: عدّ الذكر
tr: Zikir Say

source: Countdown to iftar, then to the end of suhoor.
ar: عد تنازلي للإفطار ثم لانتهاء السحور.
tr: İftara, sonra sahurun bitişine geri sayım.

source: Current
ar: الحالي
tr: Şu an

source: Current: %@, %@
ar: الحالي: %@، %@
tr: Şimdi: %@, %@

source: DAILY DUAS
ar: أدعية اليوم
tr: GÜNLÜK DUALAR

source: Daily goal: %lld
ar: الهدف اليومي: %lld
tr: Günlük hedef: %lld

source: Daily Hadith
ar: حديث اليوم
tr: Günün Hadisi

source: DAILY HADITH
ar: حديث اليوم
tr: GÜNÜN HADİSİ

source: Dark
ar: داكن
tr: Koyu

source: Day
ar: اليوم
tr: Gün

source: Day %lld of ~29
ar: اليوم %lld من نحو ٢٩
tr: ~29 günden %lld. gün

source: days
ar: أيام
tr: gün

source: Detecting…
ar: جارٍ الكشف…
tr: Algılanıyor…

source: Dhikr
ar: الذكر
tr: Zikirmatik

source: DHIKR
ar: الذكر
tr: ZİKİR

source: Dhikr Counter
ar: عدّاد الذكر
tr: Zikirmatik

source: Dhikr shader
ar: نسيج الذكر
tr: Zikir dokusu

source: Dhikr Stats
ar: إحصاءات الذكر
tr: Zikir İstatistikleri

source: Directions
ar: الاتجاهات
tr: Yol tarifi

source: Done
ar: تم
tr: Tamam

source: Eid al-Fitr in %lld days
ar: عيد الفطر بعد %lld يوم
tr: Ramazan Bayramı’na %lld gün

source: Emerald Silk
ar: حرير الزمرد
tr: Zümrüt İpek

source: Enable Location
ar: تفعيل الموقع
tr: Konumu Aç

source: Enable Notifications
ar: تفعيل الإشعارات
tr: Bildirimleri Aç

source: Enable the camera in Settings, or use the compass instead.
ar: فعّل الكاميرا من الإعدادات، أو استخدم البوصلة.
tr: Kamerayı Ayarlar’dan aç veya pusulayı kullan.

source: Enter Mihrab
ar: ادخل محراب
tr: Mihrab’a Gir

source: Esmaül Hüsna
ar: أسماء الله الحسنى

source: ESMAÜL HÜSNA
ar: أسماء الله الحسنى

source: Every moment is worship
ar: كل لحظة عبادة
tr: Her an ibadet

source: Facing the Qibla ✓
ar: أنت تواجه القبلة ✓
tr: Kıbleye dönüksünüz ✓

source: FASTING
ar: الصيام
tr: ORUÇ

source: Fetching today’s schedule for your city.
ar: جارٍ جلب مواقيت اليوم لمدينتك.
tr: Şehrin için bugünün vakitleri alınıyor.

source: For precise prayer times
ar: لأوقات صلاة دقيقة
tr: Hassas namaz vakitleri için

source: Gives the compass bearing to the Kaaba from your saved location.
ar: يعطي زاوية البوصلة نحو الكعبة من موقعك المحفوظ.
tr: Kayıtlı konumundan Kâbe'ye olan pusula açısını verir.

source: Good afternoon
ar: مساء الخير
tr: Tünaydın

source: Good evening
ar: مساء الخير
tr: İyi akşamlar

source: Good morning
ar: صباح الخير
tr: Günaydın

source: Good night
ar: تصبح على خير
tr: İyi geceler

source: Hadith
ar: الحديث
tr: Hadis

# hijri.month.1
source: Muharram
ar: محرم
tr: Muharrem

# hijri.month.2
source: Safar
ar: صفر
tr: Safer

# hijri.month.3
source: Rabiʿ al-Awwal
ar: ربيع الأول
tr: Rebiülevvel

# hijri.month.4
source: Rabiʿ al-Thani
ar: ربيع الآخر
tr: Rebiülahir

# hijri.month.5
source: Jumada al-Ula
ar: جمادى الأولى
tr: Cemaziyelevvel

# hijri.month.6
source: Jumada al-Akhirah
ar: جمادى الآخرة
tr: Cemaziyelahir

# hijri.month.7
source: Rajab
ar: رجب
tr: Recep

# hijri.month.8
source: Shaʿban
ar: شعبان
tr: Şaban

# hijri.month.9
source: Ramadan
ar: رمضان
tr: Ramazan

# hijri.month.10
source: Shawwal
ar: شوال
tr: Şevval

# hijri.month.11
source: Dhul-Qaʿdah
ar: ذو القعدة
tr: Zilkade

# hijri.month.12
source: Dhul-Hijjah
ar: ذو الحجة
tr: Zilhicce

source: Hold your iPhone flat for the compass.
ar: أمسك الآيفون بشكل مستوٍ للبوصلة.
tr: Pusula için iPhone’u düz tut.

source: How many
ar: كم عدد
tr: Kaç adet

source: IFTAR
ar: الإفطار

source: Iftar & Suhoor
ar: الإفطار والسحور
tr: İftar ve Sahur

source: Iftar Dua
ar: دعاء الإفطار
tr: İftar Duası

source: IFTAR IN
ar: حتى الإفطار
tr: İFTARA KALAN

source: It's Friday — don't forget Surah al-Kahf and the Jumu'ah prayer.
ar: اليوم الجمعة — لا تنسَ سورة الكهف وصلاة الجمعة.
tr: Bugün Cuma — Kehf suresini ve Cuma namazını unutma.

source: Jumu'ah Mubarak
ar: جمعة مباركة
tr: Cuma Mübarek Olsun

source: Jumu'ah today
ar: الجمعة اليوم
tr: Bugün Cuma

source: Keep screen awake
ar: إبقاء الشاشة مستيقظة
tr: Ekranı açık tut

source: KHATAM TRACKER
ar: ختم القرآن
tr: HATİM TAKİBİ

source: left
ar: متبقي
tr: kaldı

source: Light
ar: فاتح
tr: Açık

source: Loading prayer times
ar: جارٍ تحميل أوقات الصلاة
tr: Namaz vakitleri yükleniyor

source: Locating…
ar: جارٍ تحديد الموقع…
tr: Konum alınıyor…

source: Location
ar: الموقع
tr: Konum

source: Location needed
ar: الموقع مطلوب
tr: Konum gerekli

source: Locked on Qibla
ar: تم تثبيت القبلة
tr: Kıble kilitlendi

source: Log a juz
ar: سجّل جزءاً
tr: Cüz işaretle

source: Long-press to reset
ar: اضغط مطولاً للتصفير
tr: Sıfırlamak için basılı tut

source: Madhab
ar: المذهب
tr: Mezhep

source: Madhab (Asr)
ar: المذهب (العصر)
tr: Mezhep (İkindi)

# madhab.hanafi
source: Hanafi
ar: حنفي
tr: Hanefi

# madhab.shafi
source: Shafi'i
ar: شافعي
tr: Şafii

source: Mark Prayer as Prayed
ar: تسجيل أداء الصلاة
tr: Namazı Kılındı İşaretle

source: Marks one of the five daily prayers as prayed for today.
ar: يسجّل إحدى الصلوات الخمس كمؤدّاة اليوم.
tr: Beş vakit namazdan birini bugün için kılındı işaretler.

source: May Allah accept your fast
ar: تقبل الله صيامك
tr: Allah orucunu kabul etsin

# method.diyanet
source: Diyanet (Türkiye)
ar: رئاسة الشؤون الدينية
tr: Diyanet İşleri

# method.egypt
source: Egyptian Authority
ar: الهيئة المصرية
tr: Mısır Heyeti

# method.isna
source: ISNA
ar: الجمعية الإسلامية لأمريكا الشمالية

# method.karachi
source: Univ. of Karachi
ar: جامعة كراتشي
tr: Karaçi Üniversitesi

# method.mwl
source: Muslim World League
ar: رابطة العالم الإسلامي
tr: Dünya İslam Birliği

# method.ummAlQura
source: Umm al-Qura
ar: أم القرى
tr: Ümmü'l-Kurâ

source: Mihrab
ar: محراب

source: MIHRAB
ar: محراب

source: Mihrab uses your location only on-device to calculate prayer times, Qibla direction, and nearby mosques.
ar: يستخدم محراب موقعك على الجهاز فقط لحساب أوقات الصلاة والقبلة والمساجد القريبة.
tr: Mihrab konumunu yalnızca cihazda namaz vakitleri, kıble ve yakındaki camiler için kullanır.

source: Month
ar: الشهر
tr: Ay

source: Mosque Light
ar: نور المسجد
tr: Cami Nuru

source: Mosques
ar: المساجد
tr: Camiler

source: Mosques Nearby
ar: المساجد القريبة
tr: Yakındaki Camiler

source: Name of the day
ar: اسم اليوم
tr: Günün ismi

source: Never miss a prayer
ar: لا تفوّت أي صلاة
tr: Hiçbir namazı kaçırma

source: Next day
ar: اليوم التالي
tr: Sonraki gün

source: Next Prayer
ar: الصلاة التالية
tr: Sonraki Namaz

source: Next prayer and today's times.
ar: الصلاة التالية ومواقيت اليوم.
tr: Sonraki namaz ve bugünün vakitleri.

source: Next prayer at a glance.
ar: الصلاة التالية بنظرة.
tr: Sonraki namaz bir bakışta.

source: Next prayer countdown and today's schedule.
ar: عدّاد الصلاة التالية وجدول اليوم.
tr: Sonraki namaza geri sayım ve bugünün çizelgesi.

source: Next Prayer Inline
ar: الصلاة التالية في سطر
tr: Sonraki Namaz (satır)

source: Next prayer, inline.
ar: الصلاة التالية في السطر.
tr: Sonraki namaz, satır içi.

source: Next: %@, %@
ar: التالي: %@، %@
tr: Sıradaki: %@, %@

source: No mosques found nearby
ar: لم يُعثر على مساجد قريبة
tr: Yakında cami bulunamadı

source: No times this month
ar: لا مواقيت لهذا الشهر
tr: Bu ay için vakit yok

source: None
ar: بدون
tr: Yok

# notification.prayer.body %@ %@
source: It's time for %@ prayer. %@
ar: حان وقت صلاة %@. %@
tr: %@ namazı vakti. %@

# notification.prayer.title %@
source: %@ Time
ar: حان وقت %@
tr: %@ vakti

source: NOW
ar: الآن
tr: ŞİMDİ

source: of %lld · Set %lld
ar: %lld · المجموعة %lld
tr: %lld / set %lld

source: One tap adds one to today's dhikr count.
ar: نقرة واحدة تزيد عدد الذكر اليوم.
tr: Tek dokunuş bugünkü zikir sayısını bir artırır.

source: Open Mihrab
ar: افتح محراب
tr: Mihrab’ı Aç

source: Open Settings
ar: فتح الإعدادات
tr: Ayarları Aç

source: Opens Mihrab on a chosen screen.
ar: يفتح مِحراب على الشاشة المختارة.
tr: Mihrab'ı seçtiğin ekranda açar.

source: Opens the counter on a chosen phrase.
ar: يفتح العدّاد على الذكر المختار.
tr: Sayacı seçtiğin zikirle açar.

source: Opens the Qibla compass.
ar: يفتح بوصلة القبلة.
tr: Kıble pusulasını açar.

source: Patience is half of faith
ar: الصبر نصف الإيمان
tr: Sabır imanın yarısıdır

source: Pick which city's prayer times this widget shows.
ar: اختر المدينة التي يعرض هذا العنصر مواقيتها.
tr: Bu widget'ın hangi şehrin vakitlerini göstereceğini seç.

source: Point your phone toward the glowing Kaaba
ar: وجّه هاتفك نحو الكعبة المتوهجة
tr: Telefonunu parlayan Kâbe’ye doğru tut

source: Prayer
ar: الصلاة
tr: Namaz

source: Prayer Schedule
ar: جدول الصلاة
tr: Namaz Çizelgesi

source: Prayer Times
ar: أوقات الصلاة
tr: Namaz Vakitleri

source: Prayer Times by City
ar: المواقيت حسب المدينة
tr: Şehre Göre Vakitler

source: Prayer times could not be loaded for this month.
ar: تعذر تحميل أوقات الصلاة لهذا الشهر.
tr: Bu ayın namaz vakitleri yüklenemedi.

source: Prayer times: Aladhan API · Hadith: bundled curated collection · No ads, no tracking, ever.
ar: أوقات الصلاة: Aladhan · الحديث: مجموعة منتقاة · بلا إعلانات ولا تتبع أبداً.
tr: Namaz vakitleri: Aladhan API · Hadis: seçilmiş derleme · Reklam yok, takip yok.

source: Prayer, beautifully present.
ar: الصلاة، بحضور جميل.
tr: Namaz, güzellikle yanında.

# prayer.countdown.asr
source: ASR IN
ar: حتى العصر
tr: İKİNDİ'YE KALAN

# prayer.countdown.dhuhr
source: DHUHR IN
ar: حتى الظهر
tr: ÖĞLE'YE KALAN

# prayer.countdown.fajr
source: FAJR IN
ar: حتى الفجر
tr: SABAH'A KALAN

# prayer.countdown.isha
source: ISHA IN
ar: حتى العشاء
tr: YATSI'YA KALAN

# prayer.countdown.maghrib
source: MAGHRIB IN
ar: حتى المغرب
tr: AKŞAM'A KALAN

# prayer.countdown.sunrise
source: SUNRISE IN
ar: حتى الشروق
tr: GÜNEŞ'E KALAN

# prayer.namaz.asr
source: Asr
ar: العصر
tr: İkindi

# prayer.namaz.dhuhr
source: Dhuhr
ar: الظهر
tr: Öğle

# prayer.namaz.fajr
source: Fajr
ar: الفجر
tr: Sabah

# prayer.namaz.isha
source: Isha
ar: العشاء
tr: Yatsı

# prayer.namaz.maghrib
source: Maghrib
ar: المغرب
tr: Akşam

# prayer.namaz.sunrise
source: Sunrise
ar: الشروق
tr: Güneş

# prayer.schedule.asr
source: Asr
ar: العصر
tr: İkindi

# prayer.schedule.dhuhr
source: Dhuhr
ar: الظهر
tr: Öğle

# prayer.schedule.fajr
source: Fajr
ar: الفجر
tr: İmsak

# prayer.schedule.isha
source: Isha
ar: العشاء
tr: Yatsı

# prayer.schedule.maghrib
source: Maghrib
ar: المغرب
tr: Akşam

# prayer.schedule.sunrise
source: Sunrise
ar: الشروق
tr: Güneş

# prayer.short.asr
source: Asr
ar: عصر
tr: İkindi

# prayer.short.dhuhr
source: Dhuhr
ar: ظهر
tr: Öğle

# prayer.short.fajr
source: Fajr
ar: فجر
tr: İmsak

# prayer.short.isha
source: Isha
ar: عشاء
tr: Yatsı

# prayer.short.maghrib
source: Magh
ar: مغرب
tr: Akşam

# prayer.short.sunrise
source: Sun
ar: شرق
tr: Güneş

source: Previous day
ar: اليوم السابق
tr: Önceki gün

source: Qibla
ar: القبلة
tr: Kıble

source: Qibla %lld° %@
ar: القبلة %lld° %@
tr: Kıble %lld° %@

source: Qibla AR
ar: القبلة بالواقع المعزز
tr: Kıble AR

source: Qibla Direction
ar: اتجاه القبلة
tr: Kıble Yönü

source: Ramadan
ar: رمضان
tr: Ramazan

source: RAMADAN
ar: رمضان
tr: RAMAZAN

source: Ramadan Mubarak
ar: رمضان مبارك
tr: Ramazan Mübarek Olsun

source: Ramadan theme
ar: سمة رمضان
tr: Ramazan teması

source: Recite ×100
ar: اقرأ ×١٠٠
tr: 100 kez zikret

source: RELIGIOUS DAYS
ar: الأيام الدينية
tr: DİNİ GÜNLER

source: Reset onboarding
ar: إعادة شاشات البداية
tr: Karşılama ekranını sıfırla

source: Returns every prayer time for today.
ar: يعرض جميع مواقيت الصلاة لهذا اليوم.
tr: Bugünün bütün namaz vakitlerini verir.

source: Screen
ar: الشاشة
tr: Ekran

source: Search
ar: بحث
tr: Ara

source: Search a wider area or check location.
ar: ابحث في نطاق أوسع أو تحقق من الموقع.
tr: Daha geniş bir alan dene veya konumu kontrol et.

source: Search this area
ar: ابحث في هذه المنطقة
tr: Bu alanı ara

source: Session
ar: الجلسة
tr: Oturum

source: SET COMPLETE
ar: اكتملت المجموعة
tr: SET TAMAM

source: Sets
ar: مجموعات
tr: Set

source: Settings
ar: الإعدادات
tr: Ayarlar

source: Shows the next prayer and opens the schedule.
ar: يعرض الوقت التالي ويفتح الجدول.
tr: Sonraki vakti gösterir, cetveli açar.

source: Skip
ar: تخطي
tr: Atla

source: Start Dhikr Session
ar: ابدأ جلسة ذكر
tr: Zikir Seti Başlat

source: Streak
ar: التتابع
tr: Seri

source: SUHOOR ENDS
ar: نهاية السحور
tr: SAHUR BİTİŞİ

source: Suhoor ends %@
ar: ينتهي السحور %@
tr: Sahur bitiş %@

source: SUHOOR ENDS IN
ar: حتى نهاية السحور
tr: SAHUR BİTİŞİ

source: Suhoor Intention
ar: نية السحور
tr: Sahur Niyeti

source: SUN PATH
ar: مسار الشمس
tr: GÜNEŞ YOLU

source: Swipe to change phrase
ar: اسحب لتغيير الذكر
tr: İfadeyi değiştirmek için kaydır

source: Tap to count without opening Mihrab.
ar: انقر للعد دون فتح التطبيق.
tr: Mihrab'ı açmadan dokunarak say.

source: Target count
ar: العدد المستهدف
tr: Hedef sayı

source: Tells you which prayer is next and how long is left.
ar: يخبرك بالصلاة التالية والوقت المتبقي لها.
tr: Sıradaki vaktin hangisi olduğunu ve ne kadar kaldığını söyler.

source: The month of mercy
ar: شهر الرحمة
tr: Rahmet ayı

source: Theme
ar: السمة
tr: Tema

source: THIS WEEK
ar: هذا الأسبوع
tr: BU HAFTA

source: Times
ar: المواقيت
tr: Vakitler

source: Times unavailable
ar: المواقيت غير متاحة
tr: Vakitler yok

source: Times unavailable — check connection
ar: تعذر تحميل المواقيت — تحقق من الاتصال
tr: Vakitler yüklenemedi — bağlantını kontrol et

source: Today
ar: اليوم
tr: Bugün

source: Today's Prayer Times
ar: مواقيت اليوم
tr: Bugünün Vakitleri

source: Toggle %@ notification
ar: تبديل إشعار %@
tr: %@ bildirimini aç/kapat

source: Try Again
ar: حاول مرة أخرى
tr: Tekrar Dene

source: Use precise location
ar: استخدام الموقع الدقيق
tr: Hassas konumu kullan

source: Version
ar: الإصدار
tr: Sürüm

source: View in AR
ar: عرض بالواقع المعزز
tr: AR ile Gör

source: Waiting for compass…
ar: بانتظار البوصلة…
tr: Pusula bekleniyor…

source: Week
ar: الأسبوع
tr: Hafta

source: Zikirmatik
ar: المسبحة
